[
  {
    "title": "Attended IEEE Vis 2017, Phoenix, AR, USA",
    "abstract": "Connected with severl employers and discussed prospective opportunities!",
    "type": "News",
    "date": "Oct. 5, 2017"
  },
  {
    "title": "Made the CHI 2018 deadline",
    "abstract": "Submitted 2 papers on our works for assessing viewer engagement and persuasive power of Data Videos to CHI2018",
    "type": "News",
    "date": "Sep 19, 2017"
  },
  {
    "title": "Served as program committee member",
    "abstract": "ISS 2017",
    "type": "News",
    "date": "Aug 28, 2017"
  },  
  {
    "title": "PervasiveHealth 2017, Barcelona, Spain",
    "abstract": "Our work on In-Situ Visualization of Health and Fitness Data was presented at the conference",
    "type": "News",
    "date": "May 23, 2017"
  },
  {
    "title": "Returned from a three-month internship with Robert Kosara at Tableau Inc., Seattle, USA",
    "abstract": "Worked on animation techniques for highlighting change in visualization dashboards",
    "type": "News",
    "date": "Dec 25, 2017"
  },
  {
    "title": "Attended IEEE VIS conference in Baltimore, Maryland, USA",
    "abstract": "Presented our work on authoring data-driven videos with DataClips and my co-author also presented our work on multi-user visual exploration on large displays",
    "video": "https://www.youtube.com/watch?v=xd7G_q8nocc",
    "type": "News",
    "date": "Oct 28, 2016"
  },
  {
    "title": "Moved to Chicago, IL, USA",
    "abstract": "Working on my thesis",
    "type": "News",
    "date": "July 20, 2016"
  },
  {
    "title": "Attended the Dagstuhl seminar on Data-Driven Storytelling, Schloss Dagstuhl, Germany",
    "abstract": "Presented our work in-progress on data video storytelling",
    "type": "News",
    "date": "Feb 12, 2016"
  },  
  {
    "title": "Attended IEEE VIS conference in Chicago, Illinois, USA",
    "abstract": "Presented my thesis proposal at the doctoral colloquium",
    "type": "News",
    "date": "Oct 30, 2015"
  },
  {
    "title": "Returned from a three-month internship with Nathalie Henry Riche at Microsoft Research, Redmond, USA",
    "abstract": "Worked on DataClips, a web tool for authoring dara-driven videos",
    "type": "News",
    "date": "May 5, 2015"
  },  
  {
    "title": "Attended CHI 2015 conference in Seoul, Korea",
    "abstract": "Presented our work on looking at narrative visualization from the cinematography lens",
    "type": "News",
    "date": "Apr 23, 2015"
  }
]